Repository: dav9670/Inventario-Web
Catalog: src/Locale/*/default.po
Languages: fr_ca

source: The category has been saved.
fr_ca: La catégorie a été sauvegardée.

source: The category could not be saved. Please, try again.
fr_ca: La catégorie n'a pas pu être sauvegardée. Veuillez réessayer.

source: The category has been deleted.
fr_ca: La catégorie a été supprimée.

source: The category could not be deleted. Please, try again.
fr_ca: La catégorie n'a pas pu être supprimée. Veuillez réessayer.

source: The equipment has been saved.
fr_ca: L'équipement a été sauvegardé.

source: The equipment could not be saved. Please, try again.
fr_ca: L'équipement n'a pas pu être sauvegardé. Veuillez réessayer.

source: The equipment has been deleted.
fr_ca: L'équipement a été supprimé.

source: The equipment could not be deleted. Please, try again.
fr_ca: L'équipement n'a pas pu être supprimé. Veuillez réessayer.

source: The equipment has been reactivated.
fr_ca: L'équipement a été réactivé.

source: The equipment has been deactivated.
fr_ca: L'équipement a été désactivé.

source: The equipment could not be reactivated. Please, try again.
fr_ca: L'équipement n'a pas pu être réactivé. Veuillez réessayer.

source: The equipment could not be deactivated. Please, try again.
fr_ca: L'équipement n'a pas pu être désactivé. Veuillez réessayer.

source: The licence has been saved.
fr_ca: La licence a été sauvegardée.

source: The licence could not be saved. Please, try again.
fr_ca: La licence n'a pas pu être sauvegardée. Veuillez réessayer.

source: At least one Product is required. Please, try again.
fr_ca: Au moins un Produit est requis. Veuillez réessayer.

source: The licence has been deleted.
fr_ca: La licence a été supprimée.

source: The licence could not be deleted. Please, try again.
fr_ca: La licence n'a pas pu être supprimée. Veuillez réessayer.

source: The licence has been reactivated.
fr_ca: La licence a été réactivée.

source: The licence has been deactivated.
fr_ca: La licence a été désactivée.

source: The licence could not be reactivated. Please, try again.
fr_ca: La licence n'a pas pu être réactivée. Veuillez réessayer.

source: The licence could not be deactivated. Please, try again.
fr_ca: La licence n'a pas pu être désactivée. Veuillez réessayer.

source: The loan has been saved.
fr_ca: L'emprunt a été sauvegardé.

source: The loan could not be saved. Please, try again.
fr_ca: L'emprunt n'a pas pu être sauvegardé. Veuillez réessayer.

source: The loan has been returned.
fr_ca: L'emprunt a été supprimé.

source: The loan could not be returned. Please, try again.
fr_ca: L'emprunt n'a pas pu être supprimé. Veuillez réessayer.

source: The mentor has been saved.
fr_ca: Le mentor a été sauvegardé.

source: The mentor could not be saved. Please, try again.
fr_ca: Le mentor n'a pas pu être sauvegardé. Veuillez réessayer.

source: The mentor has been deleted.
fr_ca: Le mentor a été supprimé.

source: The mentor could not be deleted. Please, try again.
fr_ca: Le mentor n'a pas pu être supprimé. Veuillez réessayer.

source: The mentor has been reactivated.
fr_ca: Le mentor a été réactivé.

source: The mentor has been deactivated.
fr_ca: Le mentor a été désactivé.

source: The mentor could not be reactivated. Please, try again.
fr_ca: Le mentor n'a pas pu être réactivé. Veuillez réessayer.

source: The mentor could not be deactivated. Please, try again.
fr_ca: Le mentor n'a pas pu être désactivé. Veuillez réessayer.

source: The product has been saved.
fr_ca: Le produit a été sauvegardé.

source: The product could not be saved. Please, try again.
fr_ca: Le produit n'a pas pu être sauvegardé. Veuillez réessayer.

source: The product has been deleted.
fr_ca: Le produit a été supprimé.

source: The product could not be deleted. Please, try again.
fr_ca: Le produit n'a pas pu être supprimé. Veuillez réessayer.

source: The room has been saved.
fr_ca: La salle a été sauvegardée.

source: The room could not be saved. Please, try again.
fr_ca: La salle n'a pas pu être sauvegardée. Veuillez réessayer.

source: The room has been deleted.
fr_ca: La salle a été supprimée.

source: The room could not be deleted. Please, try again.
fr_ca: La salle n'a pas pu être supprimée. Veuillez réessayer.

source: The room has been reactivated.
fr_ca: La salle a été réactivée.

source: The room has been deactivated.
fr_ca: La salle a été désactivée.

source: The room could not be reactivated. Please, try again.
fr_ca: La salle n'a pas pu être réactivée. Veuillez réessayer.

source: The room could not be deactivated. Please, try again.
fr_ca: La salle n'a pas pu être désactivée. Veuillez réessayer.

source: The service has been saved.
fr_ca: Le service a été sauvegardé.

source: The service could not be saved. Please, try again.
fr_ca: Le service n'a pas pu être sauvegardé. Veuillez réessayer.

source: The service has been deleted.
fr_ca: Le service a été supprimé.

source: The service could not be deleted. Please, try again.
fr_ca: Le service n'a pas pu être supprimé. Veuillez réessayer.

source: The skill has been saved.
fr_ca: La compétence a été sauvegardée.

source: The skill could not be saved. Please, try again.
fr_ca: La compétence n'a pas pu être sauvegardée. Veuillez réessayer.

source: The skill has been deleted.
fr_ca: La compétence a été supprimée.

source: The skill could not be deleted. Please, try again.
fr_ca: La compétence n'a pas pu être supprimée. Veuillez réessayer.

source: Your email and/or password is incorrect.
fr_ca: Votre adresse courriel et/ou mot de passe est incorrect.

source: You are now logged out.
fr_ca: Vous être maintenant déconnecté(e)

source: The user has been saved.
fr_ca: L'utilisateur a été sauvegardé.

source: The user could not be saved. Please, try again.
fr_ca: L'utilisateur n'a pas pu être sauvegardé. Veuillez réessayer.

source: You cannot edit your own user.
fr_ca: Vous ne pouvez vous modifier vous-même.

source: Your password has been save.
fr_ca: Votre mot de passe a été sauvegardé.

source: Could not save your password. Please, try again.
fr_ca: Votre mot de passe n'a pas pu être sauvegardé. Veuillez réessayer.

source: Make sure your new password is the same as the confirmation.
fr_ca: Assurez-vous que votre nouveau mot de passe et sa confirmation sont identiques.

source: Your old password is incorrect.
fr_ca: Votre ancien mot de passe est incorrect.

source: Not yet active
fr_ca: Pas encore active

source: Ongoing
fr_ca: Active

source: Infinite
fr_ca: Infinie

source: Expired Status
fr_ca: Expirée

source: Expired Report
fr_ca: Expirées

source: Name is too long. (Max 50 characters)
fr_ca: Le nom est trop long. (Max 50 caractères)

source: Name cannot be empty.
fr_ca: Le nom ne peut être vide.

source: This name has already been used.
fr_ca: Ce nom est déjà en utilisation.

source: Description is too long. (Max 255 characters)
fr_ca: La decription est trop longue. (Max 255 caractères)

source: Hourly rate must be in a #.## format.
fr_ca: Le taux horaire doit être dans un format #.##

source: Hourly rate cannot be empty.
fr_ca: Le taux horaire ne peut être vide.

source: Image is too large.
fr_ca: L'image est trop large.

source: Image is required.
fr_ca: L'image est requise.

source: Key is too long. (Max 50 characters)
fr_ca: La clé de licence est trop longue. (Max 50 caractères)

source: Key cannot be empty.
fr_ca: La clé de licence ne peut être vide.

source: Start Time cannot be empty.
fr_ca: La date de début ne peut être vide.

source: End Time cannot be before Start Time.
fr_ca: La date de fin ne peut pas être avant la date de début.

source: The loan period must be in 1 hour intervals
fr_ca: La période d'emprunt doit être dans des intervalles d'une heure.

source: The item is already loaned during the period
fr_ca: Cet objet est déjà emprunté pendant cette période.

source: Email is too long. (Max 50 characters)
fr_ca: L'adresse courriel est trop longue. (Max 50 caractères)

source: Email cannot be empty.
fr_ca: L'adresse courriel ne peut être vide.

source: This email has already been used.
fr_ca: Cette adresse courriel est déjà en utilisation.

source: First Name is too long. (Max 50 characters)
fr_ca: Le prénom est trop long. (Max 50 caractères)

source: First Name cannot be empty.
fr_ca: Le prénom ne peut être vide.

source: Last Name is too long. (Max 50 characters)
fr_ca: Le nom est trop long. (Max 50 caractères)

source: Last Name cannot be empty.
fr_ca: Le nom ne peut être vide.

source: Platform name is too long. (Max 50 characters)
fr_ca: Le nom de plateforme est trop long. (Max 50 caractères)

source: Platform name cannot be empty.
fr_ca: Le nom de plateforme ne peut être vide.

source: This name & platform combination has already been used.
fr_ca: Cette combinaison nom/plateforme est déjà utilisée.

source: Please enter an Email.
fr_ca: Veuillez entrer une adresse courriel.

source: You need to pick one.
fr_ca: Vous devez choisir le statut d'admin.

source: There must always be at least one administrator.
fr_ca: Il doit toujours y avoir au moins un administrateur.

source: Add Category
fr_ca: Ajouter une catégorie

source: Save
fr_ca: Sauvegarder

source: Edit
fr_ca: Modifier

source: Done
fr_ca: Terminer

source: Category
fr_ca: Catégorie

source: Cancel
fr_ca: Annuler

source: Delete category
fr_ca: Supprimer la catégorie

source: Are you sure you want to delete {0}?
fr_ca: Êtes-vous sûr(e) de vouloir supprimer {0} ?

source: Are you sure you want to delete {0}? {1} equipments are associated with it.
fr_ca: Êtes-vous sûr(e) de vouloir supprimer {0} ? {1} équipements y sont associés.

source: Related Equipments
fr_ca: Équipements Associés

source: Name
fr_ca: Nom

source: Categories
fr_ca: Catégories

source: Available
fr_ca: Disponible

source: Unlink
fr_ca: Désassocier

source: Are you sure you want to delete the association between {0} and {1}?
fr_ca: Êtes-vous sûr(e) de vouloir désassocier {0} et {1} ?

source: Are you sure you want to modify {0}? {1} items are associated with it.
fr_ca: Êtes-vous sûr(e) de vouloir modifier {0} ? {1} objets y sont associés.

source: Cancel all your changes?
fr_ca: Annuler tous vos changements?

source: Equipments
fr_ca: Équipements

source: Search
fr_ca: Recherche

source: Hourly Rate
fr_ca: Taux horaire

source: Equipment count
fr_ca: Équipements associés

source: Delete
fr_ca: Supprimer

source: Are you sure you want to delete {0}? {1} items are associated with it.
fr_ca: Êtes-vous sûr(e) de vouloir supprimer {0} ? {1} objets y sont associés.

source: Add Equipment
fr_ca: Ajouter un Équipement

source: Are you sure you want to remove this category?
fr_ca: Êtes-vous sûr(e) de vouloir retirer cette Catégorie?

source: Edit Equipment
fr_ca: Modifier un Équipement

source: Deactivate equipment
fr_ca: Désactiver l'Équipement

source: Are you sure you want to deactivate {0}?
fr_ca: Êtes-vous sûr(e) de vouloir désactiver {0} ?

source: Reactivate equipment
fr_ca: Réactiver l'Équipement

source: Are you sure you want to reactivate {0}?
fr_ca: Êtes-vous sûr(e) de vouloir réactiver {0} ?

source: Delete equipment
fr_ca: Supprimer cet Équipement

source: Are you sure you want to PERMANENTLY delete {0}?
fr_ca: Êtes-vous sûr(e) de vouloir supprimer {0} de manière PERMANENTE ?

source: Remove
fr_ca: Retirer

source: Filters
fr_ca: Filtres

source: Search Available
fr_ca: Rechercher parmi les disponibles

source: Search by Equipments
fr_ca: Rechercher dans les Équipements

source: Search Unavailable
fr_ca: Rechercher parmi les non-disponibles

source: Search by Categories
fr_ca: Rechercher dans les Catégories

source: Activated
fr_ca: Activé(e)s

source: Archived
fr_ca: Archivé(e)s

source: Deactivate
fr_ca: Désactiver

source: Reactivate
fr_ca: Réactiver

source: Loans
fr_ca: Emprunts

source: Rooms
fr_ca: Salles

source: Reports
fr_ca: Rapports

source: Users
fr_ca: Utilisateurs

source: Profile
fr_ca: Profil

source: Logout
fr_ca: Déconnexion

source: Error
fr_ca: Erreur

source: Back
fr_ca: Retour

source: Add Licence
fr_ca: Ajouter une Licence

source: Products
fr_ca: Produits

source: Platform
fr_ca: Plateforme

source: Licence count
fr_ca: Licences associées

source: Are you sure you want to remove this product?
fr_ca: Êtes-vous sûr(e) de vouloir retirer ce Produit ?

source: Edit Licence
fr_ca: Modifier une Licence

source: Deactivate licence
fr_ca: Désactiver cette Licence

source: Reactivate licence
fr_ca: Réactiver cette Licence

source: Delete licence
fr_ca: Supprimer cette Licence

source: Product
fr_ca: Produit

source: Cannot remove Product. A Licence must always have at least one Product.
fr_ca: Impossible de retirer ce Produit. Une Licence doit toujours avoir au moins un Produit.

source: Search by Licences
fr_ca: Rechercher dans les Licences

source: Search by Products
fr_ca: Rechercher dans les Produits

source: Status
fr_ca: Statut

source: Add Loan
fr_ca: Ajouter un Emprunt

source: Selected User:
fr_ca: Utilisateur sélectionné:

source: Email Adress
fr_ca: Adresse Courriel

source: Admin Status
fr_ca: Statut d'admin

source: Item type
fr_ca: Type d'objet

source: Selected Item:
fr_ca: Objet sélectionné:

source: Search by Items
fr_ca: Recherche par Objets

source: Search by Labels
fr_ca: Recherche par Étiquettes

source: Email
fr_ca: Adresse courriel

source: First name
fr_ca: Prénom

source: Last name
fr_ca: Nom

source: Skills list
fr_ca: Liste de Compétences

source: Services list
fr_ca: Liste de Services

source: Products list
fr_ca: Liste de Produits

source: Categories list
fr_ca: Liste de Catégories

source: You cannot select this item, it is not available during the time period.
fr_ca: Vous ne pouvez pas sélectionner cet objet, il n'est pas disponible pendant cette période.

source: Search by Users
fr_ca: Recherche par Utilisateurs

source: All
fr_ca: Tous

source: Start time
fr_ca: Heure de début

source: End time
fr_ca: Heure de fin

source: Current
fr_ca: En cours

source: Returned Tab
fr_ca: Retournés

source: Returned time
fr_ca: Heure de retour

source: Item
fr_ca: Objet

source: Labels
fr_ca: Étiquettes

source: User
fr_ca: Utilisateur

source: Return
fr_ca: Retourner

source: Return Loan
fr_ca: Retour d'Emprunt

source: Skills
fr_ca: Compétences

source: Mentor count
fr_ca: Mentors associés

source: Room count
fr_ca: Salles associées

source: Statistics
fr_ca: Statistiques

source: Overtime
fr_ca: Retard

source: Total hours late
fr_ca: Heures de retard total

source: Hourly rate
fr_ca: Taux horaire

source: Overtime fee
fr_ca: Frais de retard

source: Are you sure you want to return this loan?
fr_ca: Êtes-vous sûr(e) vous voulez retourner cet emprunt ?

source: This loan has {0}$ in overtime fees.
fr_ca: Cet emprunt a des frais de retard de {0}$.

source: Add Mentor
fr_ca: Ajouter un Mentor

source: Are you sure you want to remove this skill?
fr_ca: Êtes-vous sûr(e) de vouloir retirer cette Compétence ?

source: Edit Mentor
fr_ca: Modifier un Mentor

source: Deactivate mentor
fr_ca: Désactiver ce Mentor

source: Reactivate mentor
fr_ca: Réactiver ce Mentor

source: Delete mentor
fr_ca: Supprimer ce Mentor

source: Search by Mentors
fr_ca: Rechercher dans les Mentors

source: Search by Skills
fr_ca: Rechercher dans les Compétences

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Add Product
fr_ca: Ajouter un Produit

source: Delete product
fr_ca: Supprimer ce Produit

source: Related Licences
fr_ca: Licences associées

source: Report settings
fr_ca: Options du Rapport

source: Date Presets
fr_ca: Intervalles Prédéfinies

source: This year
fr_ca: Cette année

source: Last year
fr_ca: L'année dernière

source: This month
fr_ca: Ce mois-ci

source: Last month
fr_ca: Le mois dernier

source: This week
fr_ca: Cette semaine

source: Last week
fr_ca: La semaine dernière

source: Custom
fr_ca: Personnalisé

source: To
fr_ca: À

source: From
fr_ca: De

source: Report type
fr_ca: Type de Rapport

source: Generate report
fr_ca: Générer le Rapport

source: Hours loaned
fr_ca: Heures d'emprunt

source: Times loaned
fr_ca: Quantité d'emprunts

source: Used
fr_ca: Utilisé

source: Uses
fr_ca: Utilisations

source: % Used
fr_ca: % d'utilisation

source: Total by room
fr_ca: Total par chambre

source: Time loaned
fr_ca: Durée d'emprunt

source: Late loans
fr_ca: Emprunts en retard

source: "From" date cannot be higher than "To" date.
fr_ca: La Date "De" ne peut être après la Date "À"

source: Add Room
fr_ca: Ajouter une Salle

source: Are you sure you want to remove this service?
fr_ca: Êtes-vous sûr(e) de vouloir retirer ce Service ?

source: Edit Room
fr_ca: Modifier une Salle

source: Deactivate room
fr_ca: Désactiver cette Salle

source: Reactivate room
fr_ca: Réactiver cette Salle

source: Delete room
fr_ca: Supprimer cette Salle

source: Search by Rooms
fr_ca: Rechercher dans les Salles

source: Search by Services
fr_ca: Rechercher dans les Services

source: Add Service
fr_ca: Ajouter un Service

source: Delete service
fr_ca: Supprimer ce Service

source: Related Rooms
fr_ca: Salles associées

source: Add Skill
fr_ca: Ajouter une Compétence

source: Skill
fr_ca: Compétence

source: Delete skill
fr_ca: Supprimer cette Compétence

source: Related Mentors
fr_ca: Mentors associés

source: Add User
fr_ca: Ajouter un Utilisateur

source: Change your password
fr_ca: Changement de mot de passe

source: Change
fr_ca: Changer

source: Edit User
fr_ca: Modifier cet Utilisateur

source: Overtime Fee
fr_ca: Frais de Retard

source: Login
fr_ca: Connexion

source: Change password
fr_ca: Changement de mot de passe

source: Related Loans
fr_ca: Emprunts associés

source: The requested address {0} was not found on this server.
fr_ca: L'adresse demandée {0} n'a pas été trouvée sur ce serveur.

source: An Internal Error Has Occurred
fr_ca: Une Erreur Interne S'est Produite

source: You are not authorized to access that location.
fr_ca: Vous n'êtes pas autorisé(e) à accéder à cet adresse.

source: Missing CSRF token cookie
fr_ca: Cookie du jeton CSRF manquant

source: CSRF token mismatch.
fr_ca: Non-concordance du jeton CSRF.

source: Not Found
fr_ca: Introuvable

source: An Internal Error Has Occurred.
fr_ca: Une Erreur Interne S'est Produite.

source: The requested file contains `..` and will not be read.
fr_ca: Le fichier demandé contient `..` et ne peut pas être lu.

source: The requested file was not found
fr_ca: Le fichier demandé est introuvable

source: {0,number,#,###.##} KB
fr_ca: {0,number,#,###.##} Ko

source: {0,number,#,###.##} MB
fr_ca: {0,number,#,###.##} Mo

source: {0,number,#,###.##} GB
fr_ca: {0,number,#,###.##} Go

source: {0,number,#,###.##} TB
fr_ca: {0,number,#,###.##} To

source: {0,number,integer} Byte
fr_ca: {0,number,integer} Octet

source: {0} from now
fr_ca: Dans {0}

source: {0} ago
fr_ca: Il y a {0}

source: {0} after
fr_ca: {0} après

source: {0} before
fr_ca: {0} avant

source: just now
fr_ca: maintenant

source: about a second ago
fr_ca: il y a environ une seconde

source: about a minute ago
fr_ca: il y a environ une minute

source: about an hour ago
fr_ca: il y a environ une heure

source: about a day ago
fr_ca: il y a environ un jour

source: about a week ago
fr_ca: il y a environ une semaine

source: about a month ago
fr_ca: il y a environ un mois

source: about a year ago
fr_ca: il y a environ un an

source: in about a second
fr_ca: dans environ une seconde

source: in about a minute
fr_ca: dans environ une minute

source: in about an hour
fr_ca: dans environ une heure

source: in about a day
fr_ca: dans environ un jour

source: in about a week
fr_ca: dans environ une semaine

source: in about a month
fr_ca: dans environ un mois

source: in about a year
fr_ca: dans environ un an

source: today
fr_ca: aujourd'hui

source: %s ago
fr_ca: il y a %s

source: on %s
fr_ca: le %s

source: {0} year
fr_ca: {0} an

source: {0} month
fr_ca: {0} mois

source: {0} week
fr_ca: {0} semaine

source: {0} day
fr_ca: {0} jour

source: {0} hour
fr_ca: {0} heure

source: {0} second
fr_ca: {0} seconde

source: This value is already in use
fr_ca: Cette valeur est déjà utilisée

source: This value does not exist
fr_ca: Cette valeur n'existe pas

source: The count does not match {0}{1}
fr_ca: Le compte ne correspond pas {0}{1}

source: and
fr_ca: et

source: This field is required
fr_ca: Ce champ est obligatoire

source: This field cannot be left empty
fr_ca: Ce champ ne peut être vide

source: The provided value is invalid
fr_ca: La valeur fournie n'est pas valide

source: Edit {0}
fr_ca: Modifier {0}

source: New {0}
fr_ca: Nouveau {0}

source: Home
fr_ca: Accueil

source: January
fr_ca: Janvier

source: February
fr_ca: Février

source: March
fr_ca: Mars

source: April
fr_ca: Avril

source: May
fr_ca: Mai

source: June
fr_ca: Juin

source: July
fr_ca: Juiller

source: August
fr_ca: Août

source: September
fr_ca: Septembre

source: October
fr_ca: Octobre

source: November
fr_ca: Novembre

source: December
fr_ca: Décembre

source: Start Time
fr_ca: Date de début

source: End Time
fr_ca: Date de fin

source: Key Text
fr_ca: Clé de licence

source: Password
fr_ca: Mot de passe

source: Back to Profile
fr_ca: Retour au Profil
